Repository: wp-plugins/daily-menu
Catalog: languages/daily-menu-*.po
Languages: fr_fr

source: Unable to save the dish
fr_fr: Impossible d'enregistrer le plat

source: Unable to delete the dish
fr_fr: Impossible de supprimer le plat

source: Starter
fr_fr: Entrée

source: Main course
fr_fr: Plat principal

source: Accompaniment
fr_fr: Accompagnement

source: Dairy
fr_fr: Produits laitiers

source: Fruit
fr_fr: Fruits

source: Cake
fr_fr: Gâteau

source: Icecream
fr_fr: Glace

source: Cheese
fr_fr: Fromage

source: Salad
fr_fr: Salade

source: Pie
fr_fr: Tarte

source: Meat
fr_fr: Viande

source: Fish
fr_fr: Poisson

source: Pastry
fr_fr: Pâtisserie

source: Vegetables
fr_fr: Légumes

source: Starchy
fr_fr: Féculent

source: No dish
fr_fr: Aucun plat

source: No menu set yet !
fr_fr: Encore aucun menu défini !

source: %1$d <br/> Week %2$d
fr_fr: %1$d <br/> Semaine %2$d

source: %1$s, %2$d of %3$s
fr_fr: Menu du %1$s %2$d %3$s

source: Unable to save the menu
fr_fr: Impossible d'enregistrer le menu

source: Unable to replace the date
fr_fr: Impossible de remplacer la date

source: Unable to delete the menu
fr_fr: Impossible de supprimer le menu

source: Unable to save the type
fr_fr: Impossible d'enregistrer le type

source: Unable to delete the type
fr_fr: Impossible de supprimer le type

source: Unable to save the sub-type
fr_fr: Impossible d'enregistrer le sous-type

source: Unable to delete the sub-type
fr_fr: Impossible de supprimer le sous-type

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas d'autorisations suffisantes pour accéder à cette page.

source: Daily menu
fr_fr: Menu du jour

source: Dishes
fr_fr: Plats

source: Dishes list
fr_fr: Liste des plats

source: Name
fr_fr: Nom

source: Subtype
fr_fr: Sous-type

source: Picture
fr_fr: Image

source: Select a picture
fr_fr: Sélectionnez une image

source: Menus list
fr_fr: Liste des menus

source: yy-mm-dd
fr_fr: dd/mm/yy

source: Main Course
fr_fr: Plat principal

source: Type and sub-types of dish
fr_fr: Type et sous-types de plat

source: Type of dish
fr_fr: Type de plat

source: Edit sub-types
fr_fr: Modifier les sous-types

source: Sub-types
fr_fr: Sous-types

source: Subtype of dish
fr_fr: Sous-type de plat

source: ID
fr_fr: Code

source: A error occurs
fr_fr: Une erreur s'est produite

source: Daily Menu
fr_fr: Menu du jour

source: Daily Menu Widget shows the menu of the day
fr_fr: Le widget Daily-Menu affiche le menu du jour

source: Menu of %1$s, %2$d of %3$s
fr_fr: Menu du %1$s %2$d %3$s

source: Menus of the week
fr_fr: Menus de la semaine

source: Link to a page with all menus of the week :
fr_fr: Lien vers une page avec tous les menus de la semaine :

source: Settings
fr_fr: Paramètres

source: General options
fr_fr: Options générales

source: Manage sub-types of dish
fr_fr: Gérer les sous-types de plat

source: Shortcode styles
fr_fr: Styles du SHORTCODE

source: Select the css stylesheet that will be applied when printing daily-menus (through the %s shortcode).
fr_fr: Sélectionnez la feuille de style CSS qui sera appliqué lors à l'affichage des menus (via le shortcode %s).

source: Admin menu styles
fr_fr: Style des menus d'administration

source: Select the css stylesheets for the tables in the administration menus (popups and table).
fr_fr: Sélectionnez les feuilles de style CSS pour les tables dans les menus d'administration (pour les popups et les tables).

source: Table (jTable) :
fr_fr: Tableau (JTable) :

source: Instructions for use
fr_fr: Utilisation

source: Daily menu provides facilities for canteen management.
fr_fr: Daily-menu permet de gérer un menu de cantine au jour le jour

source: In the "%s" menu, create several dishes that you will use later to compose your daily menu. Once this step is done, create day-to-day menus via "%s"
fr_fr: Dans le menu "%s", créez plusieurs plats que vous utiliserez plus tard pour composer vos menus quotidiens. Une fois cette étape effectuée, vous pouvez créez vos menus via "%s"

source: Insert the following shortcode to dynamically show the menus of the week : %s.
fr_fr: Insérer le shortcode suivant pour afficher dynamiquement les menus de la semaine : %s.

source: You can add a widget on your slide bar with the menu of the day, or the coming next menu, if it is 4 PM or after.
fr_fr: Vous pouvez ajouter un widget sur votre barre latérale avec le menu du jour, ou le menu à venir, s'il est plus de 16 heures.

source: This plugin uses jTable (http://www.jtable.org/).
fr_fr: Ce plugin utilise JTable (http://www.jtable.org/).
